 









Plagiarism 
From Wikipedia, the free encyclopedia
 


 Jump to navigation
Jump to search
For other uses, see Plagiarism (disambiguation).

For Wikipedia policies concerning plagiarism, see Wikipedia:Plagiarism and Wikipedia:Copyright violations.


 
Person who has committed plagiarism by claiming a work as their own



Plagiarism is the "wrongful appropriation" and "stealing and publication" of another author's "language, thoughts, ideas, or expressions" and the representation of them as one's own original work.[1][2]

Plagiarism is considered academic dishonesty and a breach of journalistic ethics. It is subject to sanctions such as penalties, suspension, and even expulsion from school or work. Recently, cases of "extreme plagiarism" have been identified in academia.[3] The modern concept of plagiarism as immoral and originality as an ideal emerged in Europe in the 18th century, particularly with the Romantic movement.

Plagiarism is not in itself a crime, but can constitute copyright infringement. In academia and industry, it is a serious ethical offense.[4][5] Plagiarism and copyright infringement overlap to a considerable extent, but they are not equivalent concepts, and many types of plagiarism do not constitute copyright infringement, which is defined by copyright law and may be adjudicated by courts. Plagiarism is not defined or punished by law, but rather by institutions (including professional associations, educational institutions, and commercial entities, such as publishing companies).


Contents


1 Etymology

2 Legal aspects

3 In academia and journalism

3.1 Academia

3.1.1 Common forms of student plagiarism

3.1.2 Sanctions for student plagiarism

3.1.3 Criminal and negative behaviour by diploma mills

3.1.4 Plagiarism education

3.1.5 Factors influencing student´s decision to plagiarize




3.2 Journalism

3.3 Self-plagiarism

3.3.1 A contested definition

3.3.2 Codes of ethics

3.3.3 Factors that justify reuse




3.4 Organizational publications




4 In the arts

4.1 The history of the arts

4.2 Praisings of artistic plagiarism




5 In other contexts

5.1 On the Internet




6 See also

7 References

8 Works cited

9 Further reading

10 External links




Etymology[edit]
In the 1st century, the use of the Latin word plagiarius (literally "kidnapper") to denote stealing someone else's work was pioneered by the Roman poet Martial, who complained that another poet had "kidnapped his verses". Plagiary, a derivative of plagiarus, was introduced into English in 1601 by dramatist Ben Jonson during the Jacobean Era to describe someone guilty of literary theft.[4][6]

The derived form plagiarism was introduced into English around 1620.[7] The Latin plagiārius, "kidnapper", and plagium, "kidnapping", have the root plaga ("snare", "net"), based on the Indo-European root *-plak, "to weave" (seen for instance in Greek plekein, Bulgarian "плета" pleta, and Latin plectere, all meaning "to weave").


Legal aspects[edit]
Although plagiarism in some contexts is considered theft or stealing, the concept does not exist in a legal sense, although the use of someone else's work in order to gain academic credit may meet some legal definitions of fraud.[8]  "Plagiarism" specifically is not mentioned in any current statute, either criminal or civil.[9][5] Some cases may be treated as unfair competition or a violation of the doctrine of moral rights.[5] The increased availability of copyrighted material due to the development of information technology has furthered the debate as to whether copyright offences are criminal.[citation needed] In short, people are asked to use the guideline, "if you did not write it yourself, you must give credit".[10]

Plagiarism is not the same as copyright infringement. While both terms may apply to a particular act, they are different concepts, and false claims of authorship generally constitute plagiarism regardless of whether the material is protected by copyright. Copyright infringement is a violation of the rights of a copyright holder, when material whose use is restricted by copyright is used without consent. Plagiarism, in contrast, is concerned with the unearned increment to the plagiarizing author's reputation, or the obtaining of academic credit, that is achieved through false claims of authorship. Thus, plagiarism is considered a moral offense against the plagiarist's audience (for example, a reader, listener, or teacher).

Plagiarism is also considered a moral offense against anyone who has provided the plagiarist with a benefit in exchange for what is specifically supposed to be original content (for example, the plagiarist's publisher, employer, or teacher). In such cases,  acts of plagiarism may sometimes also form part of a claim for breach of the plagiarist's contract, or, if done knowingly, for a civil wrong.


In academia and journalism[edit]
Within academia, plagiarism by students, professors, or researchers is considered academic dishonesty or academic fraud, and offenders are subject to academic censure, up to and including expulsion. Some institutions use plagiarism detection software to uncover potential plagiarism and to deter students from plagiarizing. Some universities address the issue of academic integrity by providing students with thorough orientations, required writing courses, and clearly articulated honor codes[citation needed]. Indeed, there is a virtually uniform understanding among college students that plagiarism is wrong[citation needed]. Nevertheless, each year students are brought before their institutions’ disciplinary boards on charges that they have misused sources in their schoolwork."[11]  However, the practice of plagiarizing by use of sufficient word substitutions to elude detection software, known as rogeting, has rapidly evolved as students and unethical academics seek to stay ahead of detection software.[12]

An extreme form of plagiarism, known as contract cheating involves students paying someone else, such as an essay mill, to do their work for them.[8]

In journalism, plagiarism is considered a breach of journalistic ethics, and reporters caught plagiarizing typically face disciplinary measures ranging from suspension to termination of employment[citation needed]. Some individuals caught plagiarizing in academic or journalistic contexts claim that they plagiarized unintentionally, by failing to include quotations or give the appropriate citation. While plagiarism in scholarship and journalism has a centuries-old history, the development of the Internet, where articles appear as electronic text, has made the physical act of copying the work of others much easier.[13]

Predicated upon an expected level of learning/comprehension having been achieved, all associated academic accreditation becomes seriously undermined if plagiarism is allowed to become the norm within academic submissions.[14]

For professors and researchers, plagiarism is punished by sanctions ranging from suspension to termination, along with the loss of credibility and perceived integrity.[15][16] Charges of plagiarism against students and professors are typically heard by internal disciplinary committees, by which students and professors have agreed to be bound.[17] Plagiarism is a common reason for academic research papers to be retracted.[18]


Academia[edit]
 
One form of academic plagiarism involves appropriating a published article and modifying it slightly to avoid suspicion.


 No universally adopted definition of academic plagiarism exists[19]; however, this section provides several definitions to exemplify the most common characteristics of academic plagiarism.

According to Bela Gipp[20]  academic plagiarism encompasses:



"The use of ideas, concepts, words, or structures  without appropriately acknowledging the source  to benefit in a setting where originality is expected."[20]



The definition by B. Gipp is an abridged version of Teddi Fishman's definition of plagiarism, which proposed five elements characteristic of plagiarism.[21] According to T. Fishman, plagiarism occurs when someone:


Uses words, ideas, or work products

Attributable to another identifiable person or source

Without attributing the work to the source from which it was obtained

In a situation in which there is a legitimate expectation of original authorship

In order to obtain some benefit, credit, or gain which need not be monetary[21]

Furthermore, plagiarism is defined differently among institutions of higher learning and universities:


Stanford sees plagiarism as the "use, without giving reasonable and appropriate credit to or acknowledging the author or source, of another person's original work, whether such work is made up of code, formulas, ideas, language, research, strategies, writing or other form."[22]

Yale views plagiarism as the "... use of another's work, words, or ideas without attribution," which includes "... using a source's language without quoting, using information from a source without attribution, and paraphrasing a source in a form that stays too close to the original."

Princeton perceives plagiarism as the "deliberate" use of "someone else's language, ideas, or other original (not common-knowledge) material without acknowledging its source."[23]

Oxford College of Emory University characterizes plagiarism as the use of "a writer's ideas or phraseology without giving due credit."[24]

Brown defines plagiarism as "... appropriating another person's ideas or words (spoken or written) without attributing those word or ideas to their true source."[25]

The U.S. Naval Academy defines plagiarism as "the use of the words, information, insights, or ideas of another without crediting that person through proper citation."[26]

Common forms of student plagiarism[edit]
According to a 2015 survey of teachers and professors by Turnitin[27] there are 10 main forms of plagiarism that students commit:


Submitting someone's work as their own.

Taking passages from their own previous work without adding citations.

Re-writing someone's work without properly citing sources.

Using quotations, but not citing the source.

Interweaving various sources together in the work without citing.

Citing some, but not all passages that should be cited.

Melding together cited and uncited sections of the piece.

Providing proper citations, but fails to change the structure and wording of the borrowed ideas enough.

Inaccurately citing the source.

Relying too heavily on other people's work. Fails to bring original thought into the text.

Sanctions for student plagiarism[edit]
In the academic world, plagiarism by students is usually considered a very serious offense that can result in punishments such as a failing grade on the particular assignment, the entire course, or even being expelled from the institution[citation needed]. Generally, the punishment increases as a person enters higher institutions of learning[citation needed]. The seriousness with which academic institutions address student plagiarism may be tempered by a recognition that students may not fully understand what plagiarism is. A 2015 study showed that students who were new to university study did not have a good understanding of even the basic requirements of how to attribute sources in written academic work, yet students were very confident that they understood what referencing and plagiarism are.[28] The same students also had a lenient view of how plagiarism should be penalised.

For cases of repeated plagiarism, or for cases in which a student commits severe plagiarism (e.g., purchasing an assignment), suspension or expulsion may occur. There has been historic concern about inconsistencies in penalties administered for university student plagiarism, and a plagiarism tariff was devised in 2008 for UK higher education institutions in an attempt to encourage some standardization of approaches.[29]

However, to impose sanctions, plagiarism needs to be detected. Strategies faculty members use to detect plagiarism include carefully reading students work and making note of inconsistencies in student writing, citation errors and providing plagiarism prevention education to students.[30] It has been found that a significant share of (university) teachers do not use detection methods such as using text-matching software.[31] A few more try to detect plagiarism by reading term-papers specifically for plagiarism, while the latter method might be not very effective in detecting plagiarism – especially when plagiarism from unfamiliar sources needs to be detected.[31] There are checklists of tactics to prevent student plagiarism.[32]


Criminal and negative behaviour by diploma mills[edit]

This section relies largely or entirely on a single source. Relevant discussion may be found on the talk page. Please help improve this article by introducing citations to additional sources. (May 2017)

There are allegations that some diploma mills[discuss] take students' money for essays, then produce a low standard essay or close their websites without providing the purchased essay.  Students then have little time to provide an essay before a deadline.  Also diploma mills have allegedly blackmailed students demanding more money than was originally agreed and threatening to reveal plagiarism to the university unless more money is paid.  Sorana Vieru of the NUS said, “We would urge those who are struggling to seek support through their unions and universities rather than looking to a quick fix, and be aware that using these websites could cost not only money but jeopardise their qualifications.”[33]

There are calls for diploma mills to be made illegal in the United Kingdom, in New Zealand and some juristictions in the United States they are already illegal.[34]


Plagiarism education[edit]
Given the serious consequences that plagiarism has for students, there has been a call for a greater emphasis on learning in order to help students avoid committing plagiarism.[35][36][37] This is especially important when students move to a new institution that may have a different view of the concept when compared with the view previously developed by the student.[38] Indeed, given the seriousness of plagiarism accusations for a student's future, the pedagogy of plagiarism education may need to be considered ahead of the pedagogy of the discipline being studied.[35] The need for plagiarism education extends to academic staff, who may not completely understand what is expected of their students or the consequences of misconduct.[39][30]


Factors influencing student´s decision to plagiarize[edit]
Several studies investigated factors that influence the decision to plagiarize. For example, a panel study with students from German universities found that academic procrastination predicts the frequency plagiarism conducted within six months followed the measurement of academic procrastination.[40] It has been argued that by plagiarizing students cope with the negative consequences that result from academic procrastination such as poor grades. Another study found that plagiarism is more frequent if students perceive plagiarism as beneficial and if they have the opportunity to plagiarize.[41] When students had expected higher sanctions and when they had internalized social norms that define plagiarism as very objectionable, plagiarism was less likely to occur.


Journalism[edit]
Since journalism relies on the public trust, a reporter's failure to honestly acknowledge their sources undercuts a newspaper or television news show's integrity and undermines its credibility. Journalists accused of plagiarism are often suspended from their reporting tasks while the charges are being investigated by the news organization.[42]


Self-plagiarism[edit]
See also: Duplicate publication

The reuse of significant, identical, or nearly identical portions of one's own work without acknowledging that one is doing so or citing the original work is sometimes described as "self-plagiarism"; the term "recycling fraud" has also been used to describe this practice.[43] Articles of this nature are often referred to as duplicate or multiple publication. In addition there can be a copyright issue if copyright of the prior work has been transferred to another entity. Self-plagiarism is considered a serious ethical issue in settings where someone asserts that a publication consists of new material, such as in publishing or factual documentation.[44] It does not apply to public-interest texts, such as social, professional, and cultural opinions usually published in newspapers and magazines.[citation needed]

In academic fields, self-plagiarism occurs when an author reuses portions of their own published and copyrighted work in subsequent publications, but without attributing the previous publication.[45][46] Identifying self-plagiarism is often difficult because limited reuse of material is accepted both legally (as fair use) and ethically.[47]


A contested definition[edit]
Miguel Roig has written at length about the topic of self-plagiarism[46][48][49][50] and his definition of self-plagiarism as using previously disseminated work is widely accepted among scholars of the topic. However, the "self-plagiarism" has been challenged as being self-contradictory, an oxymoron,[51] and on other grounds.[52]

For example, Stephanie J. Bird[53] argues that self-plagiarism is a misnomer, since by definition plagiarism concerns the use of others' material. Bird identifies the ethical issues of "self-plagiarism" as those of "dual or redundant publication." She also notes that in an educational context, "self-plagiarism" refers to the case of a student who resubmits "the same essay for credit in two different courses." As David B. Resnik clarifies, "Self-plagiarism involves dishonesty but not intellectual theft."[54]

According to Patrick M. Scanlon[55]

"Self-plagiarism" is a term with some specialized currency. Most prominently, it is used in discussions of research and publishing integrity in biomedicine, where heavy publish-or-perish demands have led to a rash of duplicate and "salami-slicing" publication, the reporting of a single study's results in "least publishable units" within multiple articles (Blancett, Flanagin, &amp; Young, 1995; Jefferson, 1998; Kassirer &amp; Angell, 1995; Lowe, 2003; McCarthy, 1993; Schein &amp; Paladugu, 2001; Wheeler, 1989). Roig (2002) offers a useful classification system including four types of self-plagiarism: duplicate publication of an article in more than one journal; partitioning of one study into multiple publications, often called salami-slicing; text recycling; and copyright infringement.


Codes of ethics[edit]
Some academic journals have codes of ethics that specifically refer to self-plagiarism. For example, the Journal of International Business Studies.[56] Some professional organizations like the Association for Computing Machinery (ACM) have created policies that deal specifically with self-plagiarism.[57] Other organizations do not make specific reference to self-plagiarism such as the American Political Science Association (APSA). The organization published a code of ethics that describes plagiarism as "...deliberate appropriation of the works of others represented as one's own." It does not make any reference to self-plagiarism. It does say that when a thesis or dissertation is published "in whole or in part", the author is "not ordinarily under an ethical obligation to acknowledge its origins."[58] The American Society for Public Administration (ASPA) also published a code of ethics that says its members are committed to: "Ensure that others receive credit for their work and contributions," but it makes no reference to self-plagiarism.[59]


Factors that justify reuse[edit]
Pamela Samuelson, in 1994, identified several factors she says excuse reuse of one's previously published work, that make it not self-plagiarism.[47] She relates each of these factors specifically to the ethical issue of self-plagiarism, as distinct from the legal issue of fair use of copyright, which she deals with separately. Among other factors that may excuse reuse of previously published material Samuelson lists the following:


The previous work must be restated to lay the groundwork for a new contribution in the second work.

Portions of the previous work must be repeated to deal with new evidence or arguments.

The audience for each work is so different that publishing the same work in different places is necessary to get the message out.

The author thinks they said it so well the first time that it makes no sense to say it differently a second time.

Samuelson states she has relied on the "different audience" rationale when attempting to bridge interdisciplinary communities. She refers to writing for different legal and technical communities, saying: "there are often paragraphs or sequences of paragraphs that can be bodily lifted from one article to the other. And, in truth, I lift them." She refers to her own practice of converting "a technical article into a law review article with relatively few changes—adding footnotes and one substantive section" for a different audience.[47]

Samuelson describes misrepresentation as the basis of self-plagiarism.[47] She also states "Although it seems not to have been raised in any of the self-plagiarism cases, copyrights law's fair use defense would likely provide a shield against many potential publisher claims of copyright infringement against authors who reused portions of their previous works."[47]


Organizational publications[edit]
Plagiarism is presumably not an issue when organizations issue collective unsigned works since they do not assign credit for originality to particular people. For example, the American Historical Association's "Statement on Standards of Professional Conduct" (2005) regarding textbooks and reference books states that, since textbooks and encyclopedias are summaries of other scholars' work, they are not bound by the same exacting standards of attribution as original research and may be allowed a greater "extent of dependence" on other works.[60] However, even such a book does not make use of words, phrases, or paragraphs from another text or follow too closely the other text's arrangement and organization, and the authors of such texts are also expected to "acknowledge the sources of recent or distinctive findings and interpretations, those not yet a part of the common understanding of the profession."[60]


In the arts[edit]
The history of the arts[edit]
Through all of the history of literature and of the arts in general, works of art are for a large part repetitions of the tradition; to the entire history of artistic creativity belong plagiarism, literary theft, appropriation, incorporation, retelling, rewriting, recapitulation, revision, reprise, thematic variation, ironic retake, parody, imitation, stylistic theft, pastiches, collages, and deliberate assemblages.[61][62][9][63][64][65] There is no rigorous and precise distinction between practices like imitation, stylistic plagiarism, copy, replica and forgery.[61][66][67][68] These appropriation procedures are the main axis of a literate culture, in which the tradition of the canonic past is being constantly rewritten.[65]

Ruth Graham quotes T.S. Eliot—"Immature poets imitate; mature poets steal. Bad poets deface what they take."—she notes that despite the "taboo" of plagiarism, the ill-will and embarrassment it causes in the modern context, readers seem to often forgive the past excesses of historic literary offenders.[69]


Praisings of artistic plagiarism[edit]
A passage of Laurence Sterne's 1767 Tristram Shandy condemns plagiarism by resorting to plagiarism.[70] Oliver Goldsmith commented:


Sterne's Writings, in which it is clearly shewn, that he, whose manner and style were so long thought original, was, in fact, the most unhesitating plagiarist who ever cribbed from his predecessors in order to garnish his own pages. It must be owned, at the same time, that Sterne selects the materials of his mosaic work with so much art, places them so well, and polishes them so highly, that in most cases we are disposed to pardon the want of originality, in consideration of the exquisite talent with which the borrowed materials are wrought up into the new form.[71]

In other contexts[edit]
On the Internet[edit]
Free online tools are becoming available to help identify plagiarism,[72][73] and there are a range of approaches that attempt to limit online copying, such as disabling right clicking and placing warning banners regarding copyrights on web pages. Instances of plagiarism that involve copyright violation may be addressed by the rightful content owners sending a DMCA removal notice to the offending site-owner, or to the ISP that is hosting the offending site. The term "content scraping" has arisen to describe the copying and pasting of information from websites[74] and blogs.[75]


See also[edit]

This section may contain indiscriminate, excessive, or irrelevant examples. Please improve the article by adding more descriptive text and removing less pertinent examples. See Wikipedia's guide to writing better articles for further suggestions. (October 2015)


Academic dishonesty

Appropriation (art)

Article spinning

Contract cheating

Credit (creative arts)

Cryptomnesia

Détournement

Document theft

Essay mill

Fair use

Ghostwriter

Joke thievery

Journalism scandals (plagiarism, fabrication, omission)

Multiple publication

Musical plagiarism

Parody

Peer review § Plagiarism

Plagiarism detection

Rogeting

Scientific misconduct
Scientific plagiarism in India

Scientific plagiarism in the United States


Source criticism

Swipe (comics)

An Uncommon Story, literary memoir by Ivan Goncharov

The Anxiety of Influence, a 1973 book by Harold Bloom


References[edit]


^ From the 1995 Random House Compact Unabridged Dictionary: use or close imitation of the language and thoughts of another author and the representation of them as one's own original work
 qtd. in Stepchyshyn, Vera; Nelson, Robert S. (2007). Library plagiarism policies. Assoc. of College &amp; Resrch Libraries. p. 65. ISBN 0-8389-8416-9.


^ From the Oxford English Dictionary: The action or practice of taking someone else's work, idea, etc., and passing it off as one's own; literary theft.



^ O'Connor, Z (2015) Extreme plagiarism: The rise of the e-Idiot?, International Journal of Learning in Higher Education, 20 (1), pp1-11. ISSN 2327-7955 [1]


^ a b Lynch (2002)


^ a b c Green, Stuart P. (2002). "Plagiarism, Norms, and the Limits of Theft Law: Some Observations on the Use of Criminal Sanctions in Enforcing Intellectual Property Rights". Hastings Law Journal. 54 (1). SSRN 315562.


^ Valpy, Francis Edward Jackson (2005). Etymological Dictionary of the Latin Language. p. 345. entry for plagium, quotation: "the crime of kidnapping."


^ "Online Etymology Dictionary". Retrieved April 24, 2011.


^ a b Newton, Philip M.; Lang, Christopher (1 January 2016).  Bretag, Tracey, ed. Handbook of Academic Integrity. Springer Singapore. pp. 249–271. doi:10.1007/978-981-287-098-8_38  – via link.springer.com.


^ a b Lands, Robert (1999) Plagiarism is no Crime Archived 2011-01-01 at the Wayback Machine. published by The Association of Illustrators (AOI), December 1999. Quotation: Plagiarism may be a taboo in academia, but in art is almost essential.



^ Gabriel, Trip (1 August 2010). "Plagiarism Lines Blur for Students in Digital Age". The New York Times.


^ Lipson, Abigail (2003). "The Responsible Plagiarist". About Campus. 8- issue 3: 7.


^ Grove, Jack (7 August 2014). "Sinister buttocks? Roget would blush at the crafty cheek  Middlesex lecturer gets to the bottom of meaningless phrases found while marking essays". Times Higher Education. Retrieved 15 July 2015.


^ Susan D. Blum, My Word!: Plagiarism and College Culture (2010)


^ Cully, P. Plagiarism avoidance in academic submissions. Dublin Institute of Technology, 2013. Full PDF available for download at: http://arrow.dit.ie/bescharcoth/4/


^ Kock, N (July 1999). "A case of academic plagiarism". Communications of the ACM. 42 (7): 96–104. doi:10.1145/306549.306594.


^ Kock, N., Davison, R. (December 2003). "Dealing with plagiarism in the information systems research community: a look at factors that drive plagiarism and ways to address them". MIS Quarterly, 27 (4): 511–32.


^ Clarke, Roger (2006). "Plagiarism by academics: More complex than it seems". Journal of the Association for Information Systems. 7 (1): 91–121. ISSN 1536-9323.


^ "plagiarism Archives – Retraction Watch".


^ Eaton, S. E. (2017). Comparative Analysis of Institutional Policy Definitions of Plagiarism: A Pan-Canadian University Study. Interchange: A Quarterly Review of Education, 48(3), 271-281. doi:10.1007/s10780-017-9300-7


^ a b Gipp, Bela (2014). Citation-based Plagiarism Detection: Detecting Disguised and Cross-language Plagiarism using Citation Pattern Analysis. Springer Vieweg. ISBN 978-3-658-06393-1. p.10


^ a b Fishman, Teddi (Sep 28–30, 2009). "We know it when we see it is not good enough:  toward a standard definition of plagiarism that transcends theft, fraud, and copyright" (PDF). Proceedings of the 4th Asia Pacific Conference on Educational Integrity. p.5


^ "What is Plagiarism" Archived 2012-10-26 at the Wayback Machine.. Stanford University. 2012-07-27.


^ "Defining and Avoiding Plagiarism: The WPA Statement on Best Practices". Princeton University. 2012-07-27


^ "Student Honor Code". Emory: Oxford College. 2012-07-27.


^ "What is plagiarism?". Brown University Library. 2012-07-27


^ USNA Statements on Plagiarism - Avoiding Plagiarism US Naval Academy, Retrieved April 5, 2017.


^ "The Plagiarism Spectrum". Turnitin. Retrieved 7 August 2018.


^ Newton, Philip (2 April 2016). "Academic integrity: a quantitative study of confidence and understanding in students at the start of their higher education". Assessment &amp; Evaluation in Higher Education. 41 (3): 482–497. doi:10.1080/02602938.2015.1024199.


^ Tennant, Peter; Rowell, Gill (2009–2010). "Benchmark Plagiarism Tariff" (PDF). plagiarism advice.org. iParadigms Europe. Retrieved 9 August 2013.


^ a b Colella-Sandercock, J. A., &amp; Alahmadi, H. W. (2015). Plagiarism education: Strategies for instructors. International Journal of Learning, Teaching and Educational Research, 13(1), 76-84. Retrieved from http://ijlter.org/index.php/ijlter/article/view/395/190


^ a b Sattler, Sebastian; Wiegel, Constantin; Veen, Floris van (2017). "The use frequency of 10 different methods for preventing and detecting academic dishonesty and the factors influencing their use". Studies in Higher Education. 42 (6): 1126–1144. doi:10.1080/03075079.2015.1085007.


^ Dawes, John (20 July 2018). "Practical Prevention of Plagiarism for University Faculty &amp; Management – 14 Tactics". SSRN 3209034.


^ Students warned against using 'essay mill' sites to write dissertations The Guardian


^ University bosses call for ban on essay-writing companies BBC


^ a b Ireland, Chris; Huddersfield, University of; UK; English, John; Huddersfield, University of; UK (1 October 2011). "Let Them Plagiarise: Developing Academic Writing in a Safe Environment". 1 (1): 165–172. doi:10.18552/joaw.v1i1.10.


^ Leung, C. H., &amp; Cheng, S. C. L. (2017). An instructional approach to practical solutions for plagiarism. Universal Journal of Educational Research, 5(9), 1646-1652. doi:10.13189/ujer.2017.050922


^ Colella-Sandercock, J. A., &amp; Alahmadi, H. W. (2016). Rethinking Pedagogy: How the Implementation of Transformative Teaching and Learning Can Help Reduce Plagiarism. Paper presented at the 10th Annual International Conference on Teaching and Learning. https://www.oakland.edu/Assets/Oakland/cetl/files-and-documents/Conferences/ConferencePPTs/491RethinkPlagiarismCollella-Sandercock.pdf


^ Gill Byrne; Chris Ireland (2011). "Using Technology to Prevent Plagiarism: Skilling the Students" (PDF) (Working Paper).


^ Serviss, Tricia (1 January 2015).  Bretag, Tracey Ann, ed. Handbook of Academic Integrity. Springer Singapore. pp. 1–14. doi:10.1007/978-981-287-079-7_73-1#page-1  – via link.springer.com.


^ Patrzek, J.; Sattler, S.; van Veen, F.; Grunschel, C.; Fries, S. (2014). "Investigating the Effect of Academic Procrastination on the Frequency and Variety of Academic Misconduct: A Panel Study". Studies in Higher Education: 1–16. doi:10.1080/03075079.2013.854765.


^ Sebastian Sattler, Peter Graeff, Sebastian Willen: Explaining the Decision to Plagiarize: An Empirical Test of the Interplay Between Rationality, Norms, and Opportunity. In: Deviant Behavior. 34, 2013, S. 444–463, doi:10.1080/01639625.2012.735909.


^ "Journalism". Famous Plagiarists.com / War On Plagiarism.org. Archived from the original on 26 February 2007. Retrieved 9 August 2013.


^ Dellavalle, Robert P.; Banks, Marcus A.; Ellis, Jeffrey I. (September 2007). "Frequently asked questions regarding self-plagiarism: How to avoid recycling fraud". Journal of the American Academy of Dermatology. 57 (3): 527. doi:10.1016/j.jaad.2007.05.018. PMC 2679117. PMID 17707155.


^ Rebecca Attwood. "Allow me to rephrase, and boost my tally of articles". Times Higher Education. 3 July 2008.


^ Hexham, Irving (2005). "The Plague of Plagiarism: Academic Plagiarism Defined". UCalgary.ca.


^ a b Roig, M. (2010). Plagiarism and self-plagiarism: What every author should know. Biochemia Medica, 20(3), 295-300. Retrieved from http://www.biochemia-medica.com/content/plagiarism-and-self-plagiarism-what-every-author-should-know


^ a b c d e Samuelson, Pamela (August 1994). "Self-plagiarism or fair use?" (PDF). Communications of the ACM. 37 (8): 21–5. doi:10.1145/179606.179731.


^ Roig, M. (2005). Re-using text from one’s own previously published papers: An exploratory study of potential self-plagiarism. Psychological Reports, 2005(97), 43-49. doi:10.2466/pr0.97.1.43-49


^ Roig, M. (2011). Avoiding plagiarism, self-plagiarism, and other questionable writing practices: A guide to ethical writing. U.S. Department of Health &amp; Human Services: Office of Research Integrity Retrieved from https://www.google.ca/webhp?sourceid=chrome-instant&amp;rlz=1C5CHFA_enCA728CA728&amp;ion=1&amp;espv=2&amp;ie=UTF-8#


^ Roig, M. (2015). On reusing our previously disseminated work. American Association for the Advancement of Science. Retrieved from https://www.aaas.org/news/reusing-our-previously-disseminated-work


^ Broome, M (November 2004). "Self-plagiarism: Oxymoron, fair use, or scientific misconduct?". Nursing Outlook. 52 (6): 273–4. doi:10.1016/j.outlook.2004.10.001. PMID 15614263.


^ Andreescu, Liviu (November 2012). "Self-Plagiarism in Academic Publishing: The Anatomy of a Misnomer". Science and Engineering Ethics. doi:10.1007/s11948-012-9416-1.


^ Bird, SJ (October 2002). "Self-plagiarism and dual and redundant publications: what is the problem? Commentary on 'Seven ways to plagiarize: handling real allegations of research misconduct'". Science and Engineering Ethics. 8 (4): 543–4. doi:10.1007/s11948-002-0007-4. PMID 12501723.


^ See Resnik, David B. (1998). The Ethics of Science: an introduction, London: Routledge. p.177, notes to chapter six, note 3. Online via Google Books


^ Scanlon, PM (2007). "Song from myself: an anatomy of self-plagiarism". Plagiary. 2 (1): 1–11. Retrieved 2010-08-02.


^ Lorraine Eden. "JIBS Code of Ethics". Journal of International Business Studies. Archived from the original on 2010-07-23. Retrieved 2010-08-02.


^ "ACM Policy and Procedures on Plagiarism". June 2010.


^ American Political Science Association (2008). "A Guide to Professional Ethics in Political Science". Second Edition. Section 21.1. ISBN 1-878147-05-6.


^ American Society for Public Administration. "ASPA's Code of Ethics" Archived 2011-01-24 at the Wayback Machine..


^ a b "Statement on Standards of Professional Conduct". American Historical Association. 2005-01-06. Retrieved 2009-04-16.


^ a b  Derrida [1959] quotation: (p.40):[full citation needed] "The boundaries between permissible and impermissible, imitation, stylistic plagiarism, copy, replica and forgery remain nebulous."


^ Eco (1990) p. 95 quotation:
Each of the types of repetition that we have examined is not limited to the mass media but belongs by right to the entire history of artistic creativity; plagiarism, quotation, parody, the ironic retake are typical of the entire artistic-literary tradition.  Much art has been and is repetitive. The concept of absolute originality is a contemporary one, born with Romanticism; classical art was in vast measure serial, and the "modern" avant-garde (at the beginning of this century) challenged the Romantic idea of "creation from nothingness," with its techniques of collage, mustachios on the Mona Lisa, art about art, and so on.




^ Alfrey (2000)


^ Genette [1982] note 3 to ch. 7, p. 433. quotation: "transposition"... all the other possible terms (rewriting, rehandling, remake, revision, refection, recasting, etc.)




^ a b Steiner (1998) pp. 437, 459 quotation:
(p. 437) There is between 'translation proper' and 'transmutation' a vast terrain of 'partial transformation'. The verbal signs in the original message or statement are modified by one of a multitude of means or by a combination of means. These include paraphrase, graphic illustration, pastiche, imitation, thematic variation, parody, citation in a supporting or undermining context, false attribution (accidental or deliberate), plagiarism, collage, and many others. This zone of partial transformation, of derivation, of alternate restatement determines much of our sensibility and literacy. It is, quite simply, the matrix of culture.

(p. 459) We could, in some measure, at least, come closer to a verifiable gradation of the sequence of techniques and aims, which leads from literal translation through paraphrases, mimesis, and pastiche to thematic variation. I have suggested that this sequence is the main axis of a literate culture, that a culture advances, spiralwise, via translations of its own canonic past.





^ Haywood (1987) p.109, quoting Arnau


^ Eco (1987) p.202, quoting Arnau


^ Arnau [1959] quotation: (p. 40) "The boundaries between permissible and impermissible, imitation, stylistic plagiarism, copy, replica and forgery remain nebulous."


^ Graham, Ruth (January 7, 2014). "Word Theft". Poetryfoundation.org. Retrieved 2014-01-09.


^ Mark Ford Love and Theft London Review of Books Vol. 26 No. 23 · 2 December 2004 pages 34–35 | 4103 words


^ Oliver Goldsmith The vicar of Wakefield: a tale, Volume 5 p.xviii


^ "Apple accused of copyright wrongs" CNET


^ "Copyscape Searches For Scraped Content". WebProNews. Archived from the original on 2007-02-21.


^ Jones, Del (August 1, 2006). "Authorship gets lost on Web". USA Today.


^ Welch, Maura (May 8, 2006). "Online plagiarism strikes blog world". The Boston Globe.




Works cited[edit]
Alfrey, Penelope (2000). "Petrarch's Apes: Originality, Plagiarism and Copyright Principles within Visual Culture". MIT Communications Forum.

Arnau, Frank Translation from the German by Brownjohn, J. Maxwell  (1961). The Art of the Faker. Little, Brown and Company.

Derrida, Jacques, Roudinesco, Élisabeth [2001] (2004) De Quoi Demain, English translation 2004 by Jeff Fort as For what tomorrow—: a dialogue, ch.4 Unforeseeable Freedom

Blum, Susan D. My Word!: Plagiarism and College Culture (2010)

Eco, Umberto (1987) Fakes and Forgeries in Versus, Issues 46–48, republished in 1990 in The limits of interpretation pp. 174–202

Eco, Umberto (1990) Interpreting Serials in The limits of interpretation, pp. 83–100, excerpt; link unavailable

Gérard Genette (1982) Palimpsests: literature in the second degree

Haywood, Ian (1987) Faking it

Hutcheon, Linda (1985). "3. The Pragmatic Range of Parody". A Theory of Parody: The Teachings of Twentieth-Century Art Forms. New York: Methuen. ISBN 0-252-06938-2.

Joachimides, Christos M. and Rosenthal, Norman and Anfam, David and Adams, Brooks (1993) American art in the 20th century: painting and sculpture 1913–1993

Lynch, Jack (2002) The Perfectly Acceptable Practice of Literary Theft: Plagiarism, Copyright, and the Eighteenth Century, in Colonial Williamsburg: The Journal of the Colonial Williamsburg Foundation 24, no. 4 (Winter 2002–3), pp. 51–54. Also available online since 2006 at Writing World.

Paull, Harry Major (1928) Literary ethics: a study in the growth of the literary conscience Part II, ch.X Parody and Burlesque pp. 133–40 (public domain work, author died in 1934)

Royal Shakespeare Company (2007) The RSC Shakespeare – William Shakespeare Complete Works, Introduction to the Comedy of Errors

Ruthven, K. K. (2001) Faking Literature

Spearing, A. C. (1987) Introduction section to Chaucer's The Franklin's Prologue and Tale

Spearing, A. C. (1989) Readings in medieval poetry

Steiner, George (1998) After Babel, ch.6 Topologies of culture, 3rd revised edition

Further reading[edit]



Wikiquote has quotations related to: Plagiarism
Lipson, Charles (2008). Doing Honest Work in College: How to Prepare Citations, Avoid Plagiarism, and Achieve Real Academic Success (2nd ed.). Chicago, IL: University of Chicago Press. ISBN 9780226484778. Retrieved April 5, 2017.

Lipson, A., &amp; Reindl, S. M. (2003). http://eric.ed.gov/?id=EJ672640 "The Responsible Plagiarist: Understanding Students Who Misuse Sources," About Campus, 8(3), 7-14.

Jude Carroll and Carl-Mikael Zetterling (2009). Guiding students away from plagiarism (in Swedish and English) (1st ed.). Stockholm, Sweden: KTH Royal Institute of Technology. pp. 86–167. ISBN 978-91-7415-403-0. Retrieved June 10, 2017.

External links[edit]



Wikiversity has learning resources about Plagiarism
 Media related to Plagiarism  at Wikimedia Commons


v
t
e

Appropriation in the arts
By field
Music
Bootleg recording

Contrafact
List


Contrafactum

Cover version

Interpolation

List of musical medleys

Music mashup

Music plagiarism

Musical quotation

Parody music

Pasticcio

Plunderphonics

Potpourri

DJ mix

Quodlibet

Remix

Sampling

Sound collage

Trope

Variation


Literature / theatre
Assemblage

Cut-up technique

Joke theft

Trope

Found poetry

Flarf poetry

Verbatim theatre


Painting / sculpture / comics / photography

Collage

Swipe

Comic strip switcheroo

Photographic mosaic

Combine painting


By source material
Mona Lisa

Michelangelo's David

Michelangelo's Pietà

Statue of Liberty




Cinema / television / video
Video mashup

Re-cut trailer

TV format

Found footage

Remake

Parody film

Collage film

Literal music video

Supercut



General concepts
Intertextual figures
Allusion

Calque

Plagiarism

Pastiche

Parody

Quotation

Translation


Adaptation
Drama

Film

Literary

Theatre


Other concepts
Assemblage (art)

Bricolage

Citation

Derivative work

Détournement

Found object

Homage

Imitation in art

Mashup

Reprise

Source criticism in the arts



Related artisticconcepts

Originality

Artistic inspiration

Afflatus

Genius (literature)

Genre

Genre studies

Parody advertisement

In-joke

Tribute act

Fan fiction

Simulacrum

Archetypal literary criticism

Readymades of Marcel Duchamp

Anti-art

Pop art

Aesthetic interpretation

Western canon


Standard blocksand forms

Jazz standard

Stock character

Plot device

Dramatic structure

Formula fiction

Monomyth

Archetype


Epoch-markingworks

L.H.O.O.Q. (1919)

"Pierre Menard, Author of the Quixote" (1939)

Reality Hunger: A Manifesto (2010)


Theorization
Mimesis

Dionysian imitatio

De Copia Rerum

Romantic movement

Russian formalism

Modernist movement

Postmodern movement

Palimpsests: Literature in the Second Degree


Related non-artisticconcepts

Cultural appropriation

Appropriation in sociology

Articulation in sociology

Trope (literature)

Academic dishonesty

Authorship

Genius

Intellectual property

Recontextualisation




v
t
e

Literary composition
General topics
Literature

Fiction writing

Writer

Characterization

Exposition

Description

Writer's block


Techniques / devices
Linguistic contrast

Literary contrast

Trope

Idiom

Cliché


Methods
Writing process

Mimesis

Plagiarism

Cut-up technique

Pastiche

Assemblage


Features
Writing style

Stylistics

Writer's voice

Setting tone

Grammatical mood

Tone

Register

Rhetorical modes


Forms
Novel

Screenplay

Short story

Poetry

Essay

Joke

Creative nonfiction


Beyond the arts
Composition studies

Technical writing

Articulation (sociological)




Authority control 
GND: 4046196-8

NDL: 01158527









 
						Retrieved from "https://en.wikipedia.org/w/index.php?title=Plagiarism&amp;oldid=873830445"					

Categories: Plagiarism
Scientific misconduct
Deception
Theft
Intellectual works
Education issues
Intellectual property law
Misconduct

Hidden categories: Webarchive template wayback links
Articles with incomplete citations from April 2017
All articles with incomplete citations
All articles with unsourced statements
Articles with unsourced statements from February 2010
Articles with unsourced statements from November 2017
Articles needing additional references from May 2017
All articles needing additional references
Articles with unsourced statements from May 2018
Articles with too many examples
Wikipedia articles with style issues from October 2015
CS1 Swedish-language sources (sv)
Commons category link from Wikidata
Wikipedia articles with GND identifiers
Wikipedia articles with NDL identifiers


 






Navigation menu


Personal tools

Not logged in
Talk
Contributions
Create account
Log in
 




Namespaces

Article
Talk
 





Variants









Views

Read
Edit
View history
 




More






Search



 












Navigation


Main page
Contents
Featured content
Current events
Random article
Donate to Wikipedia
Wikipedia store
 





Interaction


Help
About Wikipedia
Community portal
Recent changes
Contact page
 





Tools


What links here
Related changes
Upload file
Special pages
Permanent link
Page information
Wikidata item
Cite this page
 





Print/export


Create a book
Download as PDF
Printable version
 





In other projects


Wikimedia Commons
Wikiquote
Wikiversity
 





Languages


Afrikaans
Alemannisch
العربية
Azərbaycanca
تۆرکجه
Български
Català
Čeština
Dansk
Deutsch
Eesti
Ελληνικά
Español
Esperanto
Euskara
فارسی
Français
Frysk
한국어
Հայերեն
हिन्दी
Hrvatski
Bahasa Indonesia
Íslenska
Italiano
עברית
Basa Jawa
ქართული
Қазақша
Кыргызча
Latviešu
Lietuvių
Limburgs
Magyar
Македонски
മലയാളം
Bahasa Melayu
Монгол
Nederlands
日本語
Norsk
Norsk nynorsk
Polski
Português
Română
Русский
Scots
Simple English
Slovenčina
Slovenščina
Српски / srpski
Srpskohrvatski / српскохрватски
Suomi
Svenska
தமிழ்
ไทย
Тоҷикӣ
Türkçe
Türkmençe
Українська
اردو
Tiếng Việt
中文
 
Edit links
 









 This page was last edited on 15 December 2018, at 11:24 (UTC).

Text is available under the Creative Commons Attribution-ShareAlike License;
additional terms may apply.  By using this site, you agree to the Terms of Use and Privacy Policy. Wikipedia® is a registered trademark of the Wikimedia Foundation, Inc., a non-profit organization.



Privacy policy

About Wikipedia

Disclaimers

Contact Wikipedia

Developers

Cookie statement

Mobile view




 


 




