{
	"metadata": {
		"words": 545,
		"excluded": 0
	},
	"html": {
		"exclude": {
			"groupIds": [],
			"starts": [],
			"lengths": [],
			"reasons": []
		},
		"value": null
	},
	"text": {
		"exclude": {
			"starts": [],
			"lengths": [],
			"reasons": []
		},
		"pages": {
			"startPosition": [
				0
			]
		},
		"value": "[bookmark: _GoBack]Abstract\nThe actions of individuals are recognised as crucial in reducing energy demand and shifting people towards sustainable energy sources. Much of the work that has occurred within environmental psychology has been built upon a social cognitive paradigm, which attempts to explain the drives, forces and processes that explain and determine individual behaviour. Despite the volume of this work, the promotion of pro-environmental behaviour has not achieved broad transformations in energy conservation behaviours. Recently, researchers working in the field of pro-environmental research have started to draw on narrative in their work as a framework to (re)integrate individuals into their historical, social and cultural settings. However, this work, when applied to energy conservation, remains in its infancy. This paper adds to the growing literature that is increasingly asserting the key role for narrative in the field of pro-environmental psychology research. The paper articulates the foundations of the narrative turn from its development within literary theory to its adoption by the social sciences, with particular reference to psychological theory. This paper provides a review of the ways in which taking a narrative perspective can offer rich insights into complex phenomena, as well as potential ways to reconceptualise ways forward for energy research.\nKeywords\nNarrative\nEnergy\nPsychology\nMethodology\nDialogism\n1. Introduction\n[bookmark: bbib0005][bookmark: bbib0010][bookmark: bbib0015][bookmark: bbib0025][bookmark: bbib0030][bookmark: bbib0035][bookmark: bbib0045]The need to curtail carbon-intensive behaviours in order to reduce greenhouse gas emissions and address the complex challenges posed by climate change is now well established at international, national and, increasingly, local levels. Although infrastructure can be updated, public policies drafted and new technologies deployed, these often fail to realise optimal energy reductions owing to the complex array of human factors and social practices involved [e.g. 1]. As such, addressing the unsustainable use of energy by individuals (better known as achieving behaviour change) has become a key area of focus for both policy-makers and researchers. The field of pro-environmental psychology, a discrete area of the broader domain of environmental psychology, has a long history of exploring and articulating the drivers, processes and motivations involved in shifting people’s behaviour, in varying contexts, to being more environmentally sustainable [2]. A significant amount of pioneering work in this area can be traced back to the 1970s, largely as a reaction to the fears over energy security at the time [2]. However, in the last couple of decades research in this area has grown, as have the areas of applied focus. Work within pro-environmental psychology has explored a number of discrete areas including attitudinal change [e.g. 3,4], habitual change [e.g. 5], social norms [6][e.g. 6], feedback and goal setting [e.g. 7,8] and so on. Despite the longevity of this work, it can be argued that the successes of these activities have not been realised and applied on a wide scale, with notable exceptions such as the use of social norming in hotel towel use [9] and the work on social comparisons that underpins the work of Opower in the United States.\n[bookmark: bbib0050]Part of the reason for the limited societal impact of many pro-environmental psychology studies may be the inherent individualism within many of these works. Such works have tended to focus on mental processes, attitudes and decision-making without sufficient reference to an individual’s place in wider society, as Brown [10] has asserted:\n\n"
	}
}
