{
	"statistics": {
		"identical": 22,
		"minorChanges": 0,
		"relatedMeaning": 1
	},
	"text": {
		"value": " \n\n\n\n\n\n\n\n\nPlagiarism \nFrom EduTech Wiki\n \n\n\n\t\t\t\t\tJump to:\t\t\t\t\tnavigation, \t\t\t\t\tsearch\n\n\n\nThis article or chapter is incomplete and its contents need further attention.\nSome information may be missing or may be wrong, spelling and grammar may have to be improved, use your judgment!\n\n\nContents\n\n\n1 Definition\n\n2 Perception of plagiarism among students\n\n3 Plagiarism in cultural contexts\n\n4 Remediation and prevention strategies\n\n5 Education of graduate students from non-western contexts\n\n6 Plagiarising from the Internet, a new frontier and rule changer ?\n\n7 Tools\n\n7.1 Commercial online\n\n7.2 Free online services\n\n7.2.1 Plagiarism detector of text fragments and files\n\n7.2.2 Web pages\n\n\n\n\n7.3 Free software\n\n\n\n\n8 Instruments to study perceptions of plagiarism\n\n9 Links\n\n9.1 Links of links\n\n9.2 Overviews and web sites\n\n9.3 Detection tool indexes\n\n9.4 Databases\n\n9.5 Good sources\n\n9.6 Tutorials\n\n\n\n\n10 References\n\n\n\n\n1 Definition\n“Plagiarism is the practice of claiming or implying original authorship of (or incorporating material from) someone else's written or creative work, in whole or in part, into one's own without adequate acknowledgement. Unlike cases of forgery, in which the authenticity of the writing, document, or some other kind of object itself is in question, plagiarism is concerned with the issue of false attribution. (Wikipedia, retrieved 17:42, 25 March 2008 (MET))”\n\nPlagiarism is one form of academic dishonesty. A related form is contract cheating, i.e. someone else produces the work. Kuro5hin has this interesting shadow scholar (2010) article, where a ghostwriter called Nathaniel Orenstam claims to have written about 5000 pages / year including a PhD thesis.\n\nThe definition of plagiarism is cultural (see below) and particular attention needs to be paid to that in order to avoid intercultural understanding problems and to help students and researchers from other than western cultures adapt to western practice.\n\nAccording to Webster University [1], TurnitIn [2] [3] defines ten different forms of plagiarism. Some are more severe than others, some may be due to neglect. \n\n\nClone: complete copy of a text (submitting another's work as one's own)\n\nCTRL-C: Quoting a source without citing, quoting a source with quotation marks but without citing or without quotation marks.\n\nFind-replace: slight alterations, i.e. paraphrases that are not really rewritten.\n\nRemix: Piecing together different sources (that includes properly paraphrased ideas) without citing.\n\nRecycle: auto-plagiarism, e.g. from prior homework\n\nHybrid: A mix of proper citations and plagiarised contents\n\nMashup: Similar to CTRL-C but using slight alterations\n\n404 Error: Wrong citation, typically an author A who cited an author B\n\nAggregator: Aggregated essay material without proper reflection (e.g. the case of this article here, which is OK since it does pretend to invent anything).\n\nRe-tweet: Corrected citations, but uses improper quotation (e.g. by changing wording and/or structure without signalling it in a proper way).\n\nCitation without correct page numbers is becoming an increasing problem. Journals often provide html pages as alternatives for difficult to read PDFs but fail to provide paragraph numbers. E.g. in this article we do quote without page numbers, because HTML compatible citation methods are not provided by the vendors. A typical example is Sutton, Taylor and Johnston (2014). Indeed, if we had to write a conference or journal paper we would identify a page number through the PDF version, but for a little bit of note-taking this represents too much work. Therefore, editors, please number paragraphs if you want to support precise citations.\n\n\n2 Perception of plagiarism among students\nSutton, Taylor and Johnston (2014) [4], in a survey study among English and Australian students identified three factors: “Dishonest behaviours were viewed as most serious, followed by actions representing Poor Referencing, with Group Work behaviours seen as least serious.”\n\n\n3 Plagiarism in cultural contexts\nAccording to Chien (2014:120) [5], “Pennycook (1996) and Sowden (2005) state that plagiarism is culturally conditioned and therefore is interpreted differently in diverse cultures. Pennycook (1996) suggests the complex nature of plagiarism, indicating that ideas of ownership, authorship, and intellectual property evolving in Western society contain distinctive cultural and historical elements.”. Even more importantly, Chien [5] argues that, “At a deeper level, knowledge in some collectivist cultures such as those in China, Japan, and Korea, is regarded as belonging to societies, and it is a responsibility for people to share knowledge with others for the benefit of societies as a whole (Introna, Hayes, Blair, &amp; Wood, 2003). Textual authorship is thus not owned by an individual, but is instead shared by all members of society.”\n\nHanda and Power (2005) [6] note that plagiarism of foreign students if often associated with their poor language skills and they argue that  academic integrity and plagiarism by students from a different than western culture needs to be addressed in specific ways. In their study, the authors found, for example, that:\n\n\nReferencing is neither expected nor taught in undergraduate classes in the Indian context. “ [...] in an Indian context, lack of integrity (cheating) had nothing to do with referencing and acknowledging ideas and words from books and authors. Ideas and even words of well known writers and philosophers are considered as part of the collective bank of knowledge and learners are supposed to make use of these to learn and develop new knowledge.” (p.74)\n\nIn a similar vein, the act of writing itself differs, i.e. in some cultures it is perfectly acceptable to build sentences from phrases in books that are viewed as \"common goods\" (Pennycook 1996) [7]. “ [...] students taught to base their writing on books and other writers’ texts to get a good mark may have a different concept of plagiarism” (p.75)\n\nYusof (2009) [8] also argue that “knowledge according to some societies including Asian is considered to belong to the society as a whole and it is a duty to share it with others (Hu, 2001 in McDonnell, 2003, Introna et al, 2003).  This asserts the idea of a collective society and the concept of societal interdependence advocated in Asian societies which opposes the view on the value of individual rights and ownership”.\n\nIntrona et al. (2003) [9] state, that  “in the UK,  we  typically  expect  a  significant  part  of  the  assessment  of  a  course  to  be some form of writing such as a critical review of reading material or an essay. For most our overseas students this is not familiar ground, as our data indicated.” In other words, students from non-western cultures are tested through \"recall examinations\" and are simply not used to write productions that are then evaluated. The authors (p.51) [9] also point out that some authors (e.g. Howard (1993) [10] based on Hull and Rose (1989) [11] argue that patchwriting, defined as “copying from a source text and then deleting some words, altering grammatical structures, or plugging in one-for-one synonym-substitutes (p. 213).” “is a legitimate attempt to \"interact with the text, relate it to your own experiences, derive your own meaning from it\" (p. 150).”\n\nMost researchers acknowledge that plagiarism is largely a Western concept and that there is a gap between western and non-western cultures. Michalska (2012) [12] looked at disparities in mindsets of students inside Europe. However, we couldn't find any results of this research so far.\n\n\n4 Remediation and prevention strategies\nPlagiarism most often occurs when learners are left alone to produce a term paper and/or if classes are too big. When properly scenarized with a good project-oriented instructional design model, risks seem to be much lower.\n\nHere is a short list of strategies to consider (see also Wikipedia's dealing with contract cheating and Gretchen Pearson's Plagiarism and Anti-Plagiarism. Both retrieved 17:42, 25 March 2008 (MET)):\n\n\nTurn assignments into real personalized projects (like mini-research projects).\n\nChange subject areas (i.e. paper topics) for each course.\n\nRequire step-wise delivery, lists of themes, goals, questions, resources etc. Each of these must be reified as products and be discussed an evaluated. As an example see the C3MS project-based learning model.\n\nIn the same spirit, require an electronic research trail (e.g. have them use a wiki to work on concepts)\n\nTell students that prior work must be considered and that citations are encouraged, but also announce that you will use plagiarism detection software.\n\nHave students present their paper and ask them tough questions.\n\n5 Education of graduate students from non-western contexts\nAppropriate action may take different forms in different contexts. Students must be trained for different cultural contexts before any sanctions should be applied. Also, one should consider relaxing an all-inclusive definition of plagiarism, like \"patchwork writing\". The latter, btw., is a strategy with increasing Internet sub-culture that believes that re-use and re-mixing is perfectly fair if the original authors allows it, e.g. through a Creative Commons licence.\n\nChien (2014) [5] looked at English teacher's perception of plagiarism in Taiwan. He detected that teachers adopt a developmental approach, e.g. they allow students to rewrite a text as opposed to punishment.\n\nHayes and Introna (2005:229) [13], considering different cultural values observed within overseas student's conclude: “One central implication arising from our research pertains to the need for Western academics not only to develop a broader understanding of how overseas students were taught and assessed but also to communicate their expectations and explain  how  they  differ  from  those  in  the  students’ own  country,  and  to  provide resources for students to meet these expectations. Further, it is important to ensure that  students  view  their  assessments  as  an  opportunity  to  learn  rather  than  as merely an externally imposed logic of judgment.”\n\n\n6 Plagiarising from the Internet, a new frontier and rule changer ?\nPlagiarizing from the Internet - other than articles or books in electronic form - may not be seen as plagiarising by certain subcultures since re-blogging, mashing up, re-tweeting etc. without proper referencing is current practice and since their is a belief that everything on the Internet is (by default) public. E.g. Introna (2003:39) [9] found that “For  all  groups,  plagiarising  material  from  the  internet  was seen by students to be a much less serious form of cheating than plagiarising from non-electronic  sources.”\n\nA second issue concerns plagiarism defined extensively (like in TurnitIn's 10 types) and a new emerging Internet Culture that explicitly encourages reuse and mixing. While most \"open\" licenses do require proper citation, the idea that something of interest can be created by mixing (i.e. TurnitIn's \"aggregator/RSS feed model\") is not compatible with a traditional view of \"original\" work. We wonder whether a strong requirement for original work, may explain the sad state of technology emerging from research (unusable, useless, ugly, forgotten, dead links, etc.). Our field could be in better shape if improving and combining other's work would be more valued.\n\nIn any case, \"moral rights\" (i.e. paternity and maybe integrity of the work) should be respected in academia, even if some legal systems (e.g. the US) do not require that. People should make a strong distinction between contextualized plagiarism rules and various copyright models. There are situations where academic originality is required and situations where it is not (e.g. in this wiki). Various copyright schemes allow for very different types of reuse and authors should understand the sometimes subtle nuances.\n\n\n7 Tools\nWe can distinguish several features that distinguish a good anti-plagiarism tool.\n\n\nA large database of both public and non-public sources (e.g. as of 2016 TurnitIn has 60b Internetpages, 159M closed access publications, and 626M student work)\n\nGood matching algorithms for finding similar text (e.g. string matching, bags of words)\n\nGood algorithms for finding similar ideas (e.g. through detection of style or citation analysis)\n\nCross-language detection/translation (e.g. match a work written in French against sources written English and Italian)\n\nDiverse filtering options, e.g. the ability to exclude quoted text.\n\nDetection of other media (e.g. source code, pictures)\n\nWikipedia's plagiarism detection article (retrieved 6/2016)includes a picture made in 2011 by an anonymous author that summarizes methods and performance of plagiarism detection systems:\n\n\n \nDetection performance of CaPD approaches depending on the type of plagiarism being present (Wikipedia)\n\n\n\n7.1 Commercial online\nBelow are a few services, but there exist more. TurnitIn probably offers the best features overall. We do not know who offers the best price/quality ratio (and how this could be measured). Few services are multi-lingual. Some services may offer better performances in a given language, e.g. compilatio may do a fairly good job in French (since it's a french company). Daniel K. Schneider (Updated May 2016).\n\nIn roughly alphabetical order:\n\n\nCompilatio.net. Originally specialized for the french context.\n\nPlagiarismCheck. Proficient online plagiarism checker tool. Finds exact matches, synonimazation, rearrangements and paraphrase plagiarism. Page-based pricing model.\n\nCheckForPlagiarism\n\nGuardian for Content. Targets publication industry.\n\nGrammarly. Also includes a grammar checker.\n\nPlagAware. A german company. Includes relatively cheap single assessment (e.g. a big master thesis can be checked for 10 Euros, i.e. with a 250 ScanCredits on can check 62'500 words).\n\nPlagiarismDetection ($15 for 15'000 words)\n\nPlagscan Free trial version for 2000 words). Integrates with some LMS\n\nTurnitIn. Major institutional player. Integrates with some LMS.\nEphorus merged with TurnitIn in 2015, not offered anymore but supported\n\nIthenticate. A Tunitin service for universities (dissertations, external publications) and research institutes, publication industrie. Individual transmission possible ($100 per paper)\n\n\nUnPlag. Integrates with some LMS.\n\nUrkund. Integrates with some LMS\n\n7.2 Free online services\nFree online services offer some minimal services, in particular checking smaller text fragments. Most of these include commercial extensions.\n\n\n7.2.1 Plagiarism detector of text fragments and files\nPlagtracker. Free online webservice. Can check full papers as well as fragments. Can compare to 5 million academic papers as well as all (or most) Internet pages. (added 14:24, 24 September 2012. The free version allows copy/paste of text fragments.\n\nHelioblast. Allows to copy/paste 1000 word text fragments and compares to Medline Abstracts (therefore of limited use).\n\nNoPlag. Free copy/paste of text fragments. Premium services are commercial\n\n7.2.2 Web pages\nCopyScape. Check a web page. There is also a premium version.\n\n7.3 Free software\nThere seems to be no free anti-plagiarism software that offer full analysis of papers that have a certain length. Some software (e.g. this) pretends to be free, but is not. Other are is not confidential, e.g. uploaded materials will be made public. \n\n\nEnglish texts\nViper (Windows only) is a free client software. However, in the free version, an uploaded text will be entered in the public database after 9 month. Therefore not suitable for teachers since they are not allowed to publish student essays without their consent. Actually, Viper requires that one holds intellectual property on scanned texts. The program (as of May 2016) does not work in \"our\" region (Switzerland).\n\nWCopyfind examines and compares a collection of document files. Can handle text, html, and some wordprocessor formats. Only useful once you identified possible sources of plagiarism.\n\nMultilingual texts\nCopyTracker (dead link). Free software to download (also available from source forge). Not updated since 2013. Dead project ?\n\nUse a search engine like Google and just copy/paste some particularly well written sentence. First within quotes, then without quotes. This btw. also works for computer code.\n\nSoftware plagiarism\nMOSS.  A System for Detecting Software Plagiarism. Free for non-commercial use, subscription needed.\n\n8 Instruments to study perceptions of plagiarism\nIPPHEAE project (via Wayback machine), [ippheae.eu/surveys dead link] (Michalska (2012) [12].\n\nCraig and Dalton (2014) [14] - Plagiarism/Student perceptions of the question of academic honesty questionnaire\n\nSutton et al. (2014) [4] created the Plagiarism/Student understandings of plagiarism questionnaire\n\n9 Links\n9.1 Links of links\nElectronic Plagiarism Seminar\n\nPlagiarism Detection (JISCipas)\n\nInternet: Fraude et déontologie selon les acteurs universitaires\n\n9.2 Overviews and web sites\nPlagiarism by Bruce Arnold. Good overview. See also term paper mills and incidents.\n\nPlagiarism Project Wiki (George Washington University, maybe not maintained)\n\nPlagiarism (Wikipedia)\n\nPlagiarism detection (Wikipedia)\n\nAcademic dishonesty (Wikipedia)\n\nContract cheating (Wikipedia)\n\nComparison of anti-plagiarism software\n\n9.3 Detection tool indexes\ndetection  sites  and software, Electronic Plagiarism Seminar. Syracuse, NY: Noreen Reale Falcone Library, Le Moyne College, 2004, retrieved 17:42, 25 March 2008 (MET).\n\nPlagiarism resources\n\n9.4 Databases\nDeja Vu: a Database of Highly Similar and Duplicate Citations\n\n9.5 Good sources\nLet's assume you want to plagiarize:\n\n\nEssay mill\n\nPaper mills at Urkund\n\nGoogle Scholar\n\n9.6 Tutorials\nPrinciples of Good Writing: Avoiding Plagiarism by by Harris Cooper, PhD, May 2016.\n\nThe plagiarism spectrum: Tagging 10 types of unoriginal work, TurnitIn, 2012.\n\n10 References\nCited with footnotes\n\n\n\n↑ Webster University, Understanding Plagiarism, Retrieved May 9 2016 from http://www.webster.edu/academic-resource-center/plagiarism_prevention/understanding_plagiarism.html\n\n\n↑ \"TurnitIn (2012/2015), The Plagiarism Spectrum: Tagging 10 Types of Unoriginal Work.\" Turnitin.com. iParadigms, 2012. http://turnitin.com/assets/en_us/media/plagiarism_spectrum.php \n\n\n↑ TurnitIn (2015), [White Paper] Defining Plagiarism: The Plagiarism Spectrum, http://go.turnitin.com/paper/plagiarism-spectrum, retrieved June 2016 (email required). \n\n\n↑ 4.0 4.1 Sutton Anna, David Taylor &amp; Carol Johnston, (2014) A model for exploring student understandings of plagiarism. Journal of Further and Higher Education 38:1, pages 129-146. https://www.tandfonline.com/doi/abs/10.1080/0309877X.2012.706807 \n\n\n↑ 5.0 5.1 5.2 Chien, S. C. (2014). Cultural Constructions of Plagiarism in Student Writing: Teachers' Perceptions and Responses. Research in the Teaching of English, 49(2), 120. \n\n\n↑ Handa, N. and Power, C., Land and Discover! A Case Study Investigating the Cultural Context of Plagiarism, Journal of University Teaching &amp; Learning Practice, 2(3), 2005. Available at:http://ro.uow.edu.au/jutlp/vol2/iss3/8\n\n\n↑ Pennycook, A 1994, The cultural politics of English as an international language, Longman,New York. \n\n\n↑ Yusof, D. S. (2009). A different perspective on plagiarism. The Internet TESL Journal, 15(2).\n\n\n↑ 9.0 9.1 9.2 Introna, L., Hayes, N., Blair, L., &amp; Wood, E. (2003). \"Cultural attitudes towards plagiarism: Developing a better understanding of the needs of students from diverse cultural backgrounds relating to issues of plagiarism.\" Lancaster University (2003). Retrieved May 5 2016 from http://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.210.6903&amp;rep=rep1&amp;type=pdf\n\n\n↑ Howard,  Rebecca  Moore.  (1993) A  Plagiarism  Pentimento Journal of Teaching Writing 11(2), pp. 233 - 245. \n\n\n↑ Hull,  Glynda  and  Mike  Rose.  (1989)  \"Rethinking  Remediation:  Toward  a  Social-Cognitive   Understanding   of   Problematic   Reading   and   Writing\" Written Communication, 6 (2),  139-54. \n\n\n↑ 12.0 12.1 Michalska, A. (2012). Student plagiarism and national differences across Europe. In International Integrity &amp; Plagiarism Conference. http://www. plagiarismadvice. org/research-papers/item/differences-across-europe.\n\n\n↑ Hayes N, Introna LD (2005) Cultural values, plagiarism and fairness: when plagiarism gets in the way of learning. Journal of Ethics and Behaviour 15(3):213–223. http://www.tandfonline.com/doi/abs/10.1207/s15327019eb1503_2 \n\n\n↑ Craig, R., &amp; Dalton, D. (2014). Developing a platform for a culture of honest inquiry and the academic construction of knowledge in first-year students. International Journal for Educational Integrity, 10(1).\n\n\n\n\nOther\n\n\nProceedings of the 2nd International Plagiarism Conference (2004)\n\nProceedings of the 2nd International Plagiarism Conference (2006). Open access !\n\nAshworth P, Bannister P &amp; Thorne P (1997), Guilty in whose eyes: University students perception of cheating and plagiarism, Studies in Higher Education, Vol 22 (2), pp.187-203.\n\nBadge, J. L., Cann, A. J., &amp; Scott, J. (2007). To cheat or not to cheat? A trial of the JISC plagiarism detection service with biological sciences students. Assessment &amp; Evaluation in Higher Education, 32(4), 1-7.\n\nBarnett, J. E., &amp; Campbell, L. F. (2012). Ethical issues in scholarship. In S. J. Knapp (Ed.), APA handbook of ethical issues in psychology: Vol. 2. Practice, teaching and research. Washington, DC: American Psychological Association. http://dx.doi.org/10.1037/13272-015\n\nClarke, Robert &amp; Thomas Lancaster (2006), Eliminating the successor to plagiarism? Identifying the usage of contract cheating sites., 2nd International Plagiarism Conference, Newcastle upon Tyne, 19 - 21 June 2006, Newcastle upon Tyne, Northumbria Learning Press.) HTML - Download\n\nCoughlin, P. E. (2015). Plagiarism in five universities in Mozambique: Magnitude, detection techniques, and control measures. International Journal for Educational Integrity, 11(1), 1-19.\n\nCooper, H. (2016). Ethical choices in research: Managing data, writing reports, and publishing results in the social sciences. Washington, DC: American Psychological Association. Retrieved from http://www.apa.org/pubs/books/4312023.aspx\n\nDeckert G (1993), Perspectives on plagiarism from ESL students in Hong Kong, Journal of Second Language Writing, 2 (2), pp.131-148.\n\nGhajarzadeh, M., Norouzi-Javidan, A., Hassanpour, K., Aramesh, K., &amp; Emami-Razavi, S. H. (2012). Attitude toward plagiarism among Iranian medical faculty members. Acta Medica Iranica, 50(11), 778.\n\nGuibert, P. &amp; Michaut, C. (2011). Le plagiat étudiant. Education et sociétés 2 (n° 28), p. 149-163. DOI 10.3917/es.028.0149\n\nHayes N, Introna LD (2005) Cultural values, plagiarism and fairness: when plagiarism gets in the way of learning. Journal of Ethics and Behaviour 15(3):213–223. http://www.tandfonline.com/doi/abs/10.1207/s15327019eb1503_2\n\nHoward, Rebecca (1995). Plagiarisms, authorships, and the academic death penalty. College English, 57 (1),pp. 788-805\n\nHoward, Rebecca Moore. (1993) ―A Plagiarism Pentimento. Journal of Teaching Writing 11(2), pp. 233-245.\n\nHu, Guangwei &amp; Jun Lei, (2015) Chinese University Students’ Perceptions of Plagiarism. Ethics &amp; Behavior 25:3, pages 233-255. https://www.tandfonline.com/doi/abs/10.1080/10508422.2014.923313\n\nHu, J. 2001. An Alternative perspective of Language Re-use: Insights from Textual and Learning Theories and L2 Academic Writing. English Quarterly. 33 (1), 52-62.\n\nKayaoğlu M. Naci; Şakire Erbay, Cristina Flitner &amp; Doğan Saltaş, (2015) Examining students’ perceptions of plagiarism: A cross-cultural study at tertiary level. Journal of Further and Higher Education.\n\nLöfström, E., Huotari, E., &amp; Kupila, P. (2017). Conceptions of Plagiarism and Problems in Academic Writing in a Changing Landscape of External Regulation. Journal of Academic Ethics, 15(3), 277-292. doi:10.1007/s10805-017-9285-y\n\nMavrinac, M., Brumini, G., Bilić-Zulle, L., &amp; Petrovečki, M. (2010). Construction and validation of attitudes toward plagiarism questionnaire. Croatian medical journal, 51(3), 195-201.\n\nMaurer, Hermann; Kappe, Frank and Bilal Zaka (2006). 'Plagiarism - A Survey, Journal of Universal Computer Science, 12 (8), 1049-1084. HTHML/PDF/PS. This is good overview paper.\n\nPage, James. 2004. 'Cyber-pseudepigraphy: A New Challenge for Higher Education Policy and Management'. Journal of Higher Education Policy and Management. 26(3), 429-433; HTML\n\nPennycook  A,  (1996),  Borrowing  others‘  words:  Text,  ownership,  memory  and plagiarism, TESOL Quarterly, Vol 30 (2), pp.210-230.\n\nRoig, M. (2003). Avoiding plagiarism, self-plagiarism, and other questionable writing practices. Retrieved from http://ori.hhs.gov/avoiding-plagiarism-self-plagiarism-and-other-questionable-writing-practices-guide-ethical-writing\n\nScollon, Ron. 1995. \"Plagiarism and Ideology: Identity in Intercultural Discourse.\" Language in Society 24 (1), 1-28.\n\nYusof, D. S. M., &amp; binti Masrom, U. K. (2011). Malaysian students’ understanding of plagiarism. Malay, 35, 72-9. http://www.academia.edu/download/31077114/33-01.pdf\n\nStern, L. (2009). What every student should know about plagiarism. New York, NY: Pearson.\n\nSutton Anna, David Taylor &amp; Carol Johnston, (2014) A model for exploring student understandings of plagiarism. Journal of Further and Higher Education 38:1, pages 129-146. https://www.tandfonline.com/doi/abs/10.1080/0309877X.2012.706807\n\nBretag, T. (2016), Handbook of Academic Integrity. Springer Singapore: Singapore. https://link.springer.com/book/10.1007%2F978-981-287-098-8\n\nVelliaris, D. (2016). Handbook of Research on Academic Misconduct in Higher Education, Hershey: IGI Global. https://www.igi-global.com/gateway/book/159000\n\nQuestionnaires:\n\n\nPlagiarism Attitude Scale\n\n\n\n\n\n\n\n \n\t\t\t\t\t\tRetrieved from \"http://edutechwiki.unige.ch/mediawiki/index.php?title=Plagiarism&amp;oldid=67503\"\t\t\t\t\t\n\nCategories: Incomplete\nTeacher tools\nWriting\nLiteracy\n\n\n \n\n\n\n\n\n\nNavigation menu\n\n\nPersonal tools\n\nLog in\nRequest account\n \n\n\n\n\nNamespaces\n\nPage\nDiscussion\n \n\n\n\n\n\nVariants\n\n\n\n\n\n\n\n\n\n\n\n\nViews\n\nRead\nView source\nView history\n \n\n\n\n\nMore\n\n\n\n\n\n\n\n\n\nSlow Search\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nTEST\n\n\n\n\n\n\n\n\nNavigation and help\n\n\nMain Page\nRecent changes\nAbout\nRandom page\nHelp\nEditing rules\nBlog:DKS\n \n\n\n\n\n\nCategories\n\n►  Citizen science\n\n\n\n\n►  Design and research methods\n\n\n\n\n►  Education and instruction\n\n\n\n\n►  Educational technologies\n\n\n\n\n►  Educational technology - the field\n\n\n\n\n►  Position paper\n\n\n\n\n►  Psychology and learning\n\n\n\n\n►  Socio-political and organization\n\n\n\n\n►  Special contents\n\n\n\n\n►  Technologies\n\n\n\n\n►  Tutorials\n\n\n\n\n\n\n\n\n\n\n\nPrint/export\n\n\nCreate a book\nDownload as PDF\nPrintable version\n \n\n\n\n\n\nTools\n\n\nWhat links here\nRelated changes\nSpecial pages\nPermanent link\nPage information\nCite this page\nBrowse properties\n \n\n\n\n\n\nBig brother\n\n\nNew Pages\nContribution scores\nPopular Pages\nWho is online ?\nVersion\n \n\n\n\n\n\nTECFA Links\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n Page last modified 15:53, 15 April 2018.\n\nBy default, content is protected by a CC BY-NC-SA Licence.\n\n\n\nPrivacy policy\n\nAbout EduTech Wiki\n\nDisclaimers\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n",
		"pages": {
			"startPosition": [0, 1682, 3362, 5017, 6518, 8121, 9811, 11453, 13164, 14989, 16656, 18723, 20779, 22645, 24601, 26982]
		},
		"comparison": {
			"identical": {
				"groupId": [0, 1],
				"source": {
					"chars": {
						"starts": [8195, 26396],
						"lengths": [90, 62]
					},
					"words": {
						"starts": [1144, 3573],
						"lengths": [12, 8]
					}
				},
				"suspected": {
					"chars": {
						"starts": [12830, 26772],
						"lengths": [90, 62]
					},
					"words": {
						"starts": [1947, 3715],
						"lengths": [12, 8]
					}
				}
			},
			"minorChanges": {
				"groupId": [],
				"source": {
					"chars": {
						"starts": [],
						"lengths": []
					},
					"words": {
						"starts": [],
						"lengths": []
					}
				},
				"suspected": {
					"chars": {
						"starts": [],
						"lengths": []
					},
					"words": {
						"starts": [],
						"lengths": []
					}
				}
			},
			"relatedMeaning": {
				"groupId": [0],
				"source": {
					"chars": {
						"starts": [8290],
						"lengths": [7]
					},
					"words": {
						"starts": [1157],
						"lengths": [0]
					}
				},
				"suspected": {
					"chars": {
						"starts": [12921],
						"lengths": [11]
					},
					"words": {
						"starts": [1960],
						"lengths": [0]
					}
				}
			}
		}
	}
}